Repository: KDE/baloo
Catalog: po/*/baloomonitorplugin.po
Languages: ru

source: Unknown
ru: Неизвестно

source: Idle
ru: Индексирование не осуществляется

source: Suspended
ru: Индексирование приостановлено

source: Initial Indexing
ru: Идёт первичное индексирование

source: Indexing new files
ru: Идёт индексирование новых файлов

source: Indexing modified files
ru: Идёт индексирование изменённых файлов

source: Indexing Extended Attributes
ru: Идёт индексирование расширенных атрибутов

source: Indexing file content
ru: Идёт индексирование содержимого файлов

source: Checking for unindexed files
ru: Идёт обнаружение непроиндексированных файлов

source: Checking for stale index entries
ru: Идёт обнаружение записей, содержащих устаревшие индексы

source: Idle (Powersave)
ru: Индексирование не осуществляется (для энергосбережения)

source: Not Running
ru: Служба индексирования не запущена

source: Starting
ru: Запуск
