Repository: KDE/baloo
Catalog: po/*/balooshow.po
Languages: ar, ru, sr@ijekavian

# NAME OF TRANSLATORS
source: Your names
ar: عبدالرحيم الفاخوري,صفا الفليج
ru: Александр Поташев
sr@ijekavian: Часлав Илић

# EMAIL OF TRANSLATORS
source: Your emails
ar: abdilra7eem@yahoo.com,safa1996alfulaij@gmail.com
ru: aspotashev@gmail.com
sr@ijekavian: caslav.ilic@gmx.net

source: Baloo Show
ar: بالو العارض
ru: Просмотр данных Baloo
sr@ijekavian: Балуов приказ

source: The Baloo data Viewer - A debugging tool
ar: عارض لبيانات «بالو» - أداة تنقيح
ru: Просмотр данных Baloo (инструмент для отладки).
sr@ijekavian: Балуов приказивач података — алатка за исправљање

source: (c) 2012, Vishesh Handa
ar: ‏© ٢٠١٢، Vishesh Handa
ru: © Vishesh Handa, 2012
sr@ijekavian: © 2012, Вишеш Ханда

source: Vishesh Handa
sr@ijekavian: Вишеш Ханда

source: Maintainer
ar: المصين
ru: Сопровождающий
sr@ijekavian: Одржавалац

source: The Baloo index could not be opened. Please run "balooctl status" to see if Baloo is enabled and working.
ar: تعذّر فتح فهرس «بالو». رجاء نفّذ ’balooctl status‘ لمعرفة فيما إذا كان بالو مفعّلًا ونشطًا أم لا.
ru: Не удалось открыть индекс Baloo. Чтобы узнать, работает ли служба индексирования Baloo, запустите команду «balooctl status».
sr@ijekavian: Индекс Балуа не може да се отвори. Извршите balooctl status да проверите да ли је Балу активиран и у погону.

source: The fileID is not equal to the actual Baloo fileID
ar: معرّف fileID لا يطابق fileID الحقيقيّ ل‍«بالو»
ru: Идентификатор файла не совпадает с имеющимся в Baloo идентификатором.
sr@ijekavian: ИД фајла није једнак стварном ИД‑а у Балуу.

source: This is a bug
ar: هذه علّة
ru: Это результат ошибки в программе.
sr@ijekavian: Ово је дефект.

source: No index information found
ar: لم توجد معلومات الفهرس
ru: Файл не найден в индексе.
sr@ijekavian: Подаци индекса нису нађени.
