Repository: KDE/baloo
Catalog: po/*/balooshow6.po
Languages: is

# NAME OF TRANSLATORS
source: Your names
is: Guðmundur Erlingsson

# EMAIL OF TRANSLATORS
source: Your emails
is: gudmundure@gmail.com

source: The Baloo data Viewer - A debugging tool
is: Baloo gagnaskoðari - aflúsunarverkfæri

source: Urls, document ids or inodes of the files
is: Slóðir, skjalaauðkenni eða inóður skránna

source: Print internal info
is: Prenta innri upplýsingar

source: Arguments are interpreted as inode numbers (requires -d)
is: Viðföng eru túlkuð sem inóðunúmer (krefst -d)

source: Device id for the files
is: Tækisauðkenni fyrir skrárnar

source: Error: -i requires specifying a device (-d <deviceId>)
is: Villa: -i krefst þess að tæki sé tilgreint (-d <deviceId>)

source: The Baloo index could not be opened. Please run "%1" to see if Baloo is enabled and working.
is: Ekki tókst að opna Baloo atriðaskrá. Keyrðu "%1" til að sjá hvort kveikt sé á Baloo og það virki.

source: The document IDs of the Baloo DB and the filesystem are different:
is: Skjalsauðkennið í gagnagrunni Baloo og skráakerfinu eru ólík:

source: %1: Not a valid url or document id
is: %1: Ekki gild slóð eða skjalsauðkenni

source: %1: Failed to parse inode number
is: %1: Mistókst að þátta inóðunúmer

source: %1: No index information found
is: %1: Engar skráningarupplýsingar fundust

source: Internal Info
is: Innri upplýsingar

source: File Name Terms: %1
is: Ákvæði fyrir skrárheiti: %1

source: %1 Terms: %2
is: Ákvæði fyrir %1: %2

source: Plain Text Terms: %1
is: Ákvæði fyrir hreinan texta: %1

source: Property Terms: %1
is: Ákvæði fyrir eiginleika: %1

# Prefix string for internal errors
source: Internal Error - %1
is: Innri villa - %1
