Repository: KDE/baloo
Catalog: po/*/balooengine6.po
Languages: is

source: Total: %1, Inaccessible: %2
is: Alls: %1, óaðgengileg: %2

source: Total: %1, Ignored: %2, Accessible: %3, Inaccessible: %4
is: Alls: %1, hunsuð: %2, aðgengileg: %3, óaðgengileg: %4

source: Found %1 matching in %2 devices
is: Fann %1 samsvaranir í %2 tækjum

source: Removing:
is: Fjarlægi:

# numbers
source: Removed: %1, Total: %2, Ignored: %3
is: Fjarlægi: %1, alls: %2, hunsuð: %3

source: Unknown
is: Óþekkt

source: Idle
is: Aðgerðalaus

source: Suspended
is: Stöðvað

source: Initial Indexing
is: Upphafsskráning

source: Indexing new files
is: Atriðaskrái nýjar skrár

source: Indexing modified files
is: Atriðaskrái breyttar skrár

source: Indexing Extended Attributes
is: Atriðaskrái ítarleg eigindi

source: Indexing file content
is: Atriðaskrái efni skráa

source: Checking for unindexed files
is: Leita að óskráðum skrám

source: Checking for stale index entries
is: Leita að úreltum skráningarfærslum

source: Idle (Powersave)
is: Aðgerðalaus (orkusparnaður)

source: Not Running
is: Ekki í gangi

source: Starting
is: Ræsi
