Repository: KDE/baloo
Catalog: po/*/balooctl.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: Unknown
ast: Desconocío

source: Idle
ast: Inactivu

source: Suspended
ast: Suspendíu

source: Initial Indexing
ast: Indizáu inicial

source: Indexing new files
ast: Indizando ficheros nuevos

source: Indexing modified files
ast: Indizando ficheros modificaos

source: Indexing Extended Attributes
ast: Indizando atributos estendíos

source: Indexing file content
ast: Indizando conteníu de ficheros

source: Checking for unindexed files
ast: Comprobando ficheros ensin indizar

source: The config command can be used to manipulate the Baloo Configuration
ast: Pue usase'l comandu config pa manipular la configuración de Baloo

source: Usage: balooctl config <command>
ast: Usu: balooctl config <comandu>

source: Possible Commands:
ast: Comandos posibles:

source: Display this help menu
ast: Amuesa esti menú d'ayuda

source: Controls if Baloo indexes hidden files and folders
ast: Controla si Baloo indiza ficheros y carpetes anubríos

source: Controls if baloo indexes file content.
ast: Controla si baloo indiza'l conteníu de ficheros.

source: The list of folders which Baloo indexes
ast: El llistáu de carpetes que Baloo indiza

source: The list of folders which Baloo will never index
ast: El llistáu de carpetes que Baloo enxamás indizará

source: The list of filters which are used to exclude files
ast: El llistáu de peñeres que s'usen pa escluyir ficheros

source: The list of mimetypes which are used to exclude files
ast: El llistáu de les tribes MIME que s'usen pa escluyir ficheros

source: Config parameter could not be found
ast: Nun pudo alcontrase'l parámetru de configuración

source: The following configuration options may be modified:
ast: Quiciabes se modificaren les opciones de configuración de darréu:

source: A folder must be provided
ast: Tien d'apurrise una carpeta

source: Path does not exist
ast: Nun esiste'l camín

source: Path is not a directory
ast: Nun ye un direutoriu'l camín

source: %1 is not in the list of include folders
ast: %1 nun ta nel llistáu de carpetes incluyíes

source: %1 is not in the list of exclude folders
ast: %1 nun ta nel llistáu de carpetes escluyíes

source: A filter must be provided
ast: Tien d'apurrise una peñera

source: A mimetype must be provided
ast: Tien d'apurrise una triba MIME

source: %1 is already in the list of include folders
ast: %1 yá ta nel llistáu de carpetes incluyíes

source: %1 is already in the list of exclude folders
ast: %1 yá ta nel llistáu de carpetes escluyíes

source: A value must be provided
ast: Tien d'apurrise un valor

source: Invalid value
ast: Valor non válidu

source: Maintainer
ast: Caltenedor

source: The command to execute
ast: El comandu pa executar

source: Print the status of the indexer
ast: Amuesa l'estáu del indizador

source: Enable the file indexer
ast: Habilita l'indizador de ficheros

source: Disable the file indexer
ast: Deshabilita l'indizador de ficheros

source: Start the file indexer
ast: Anicia l'indizador de ficheros

source: Stop the file indexer
ast: Para l'indizador de ficheros

source: Restart the file indexer
ast: Reanicia l'indizador de ficheros

source: Suspend the file indexer
ast: Suspende l'indizador de ficheros

source: Check for any unindexed files and index them
ast: Comprueba por cualesquier ficheru ensin indizar ya indízalu

source: Index the specified files
ast: Indiza los ficheros especificaos

source: Forget the specified files
ast: Escaez los ficheros especificaos

source: Modify the Baloo configuration
ast: Modifica la configuración de Baloo

source: Baloo is currently disabled. To enable, please run "balooctl enable"
ast: Anguaño Baloo ta deshabilitáu. P'habilitalu, por favor executa «balooctl enable»

source: Baloo Index could not be opened
ast: Nun pudo abrise l'índiz de Baloo

source: Baloo File Indexer is running
ast: Ta executándose l'indizador de ficheros Baloo

source: Indexer state: %1
ast: Estáu del indizador: %1

source: Baloo File Indexer is not running
ast: Ta executándose l'indizador de ficheros Baloo

source: Indexed %1 / %2 files
ast: Inidizaos %1 / %2 ficheros

source: File: %1
ast: Ficheru: %1
