Repository: KDE/baloo
Catalog: po/*/baloosearch6.po
Languages: is

# NAME OF TRANSLATORS
source: Your names
is: Guðmundur Erlingsson

# EMAIL OF TRANSLATORS
source: Your emails
is: gudmundure@gmail.com

source: Baloo Search
is: Baloo leit

source: A tool to search through the files indexed by Baloo
is: Leitarverkfæri til að leita í skrám sem Baloo atriðaskráir

source: The maximum number of results
is: Hámarksfjöldi af niðurstöðum

source: limit
is: takmörk

source: Offset from which to start the search
is: Hliðrun þaðan sem á að hefja leit

source: offset
is: hliðrun

source: Type of data to be searched
is: Gerð gagna sem á að leita að

source: Limit search to specified directory
is: Takmarka leit við tiltekna möppu

source: directory
is: mappa

source: Show document IDs
is: Sýna skjalsauðkenni

source: Sorting criteria
is: Röðun

source: query
is: fyrirspurn

source: List of words to query for
is: Listi yfir orð sem á að leita eftir

source: %1 is not a valid directory
is: %1 er ekki gild mappa

source: Using canonical path '%1' for '%2'
is: Nota kórrétta slóð '%1' fyrir '%2'

source: Elapsed: %1 msecs
is: Liðinn tími: %1 msek.
