Repository: KDE/baloo
Catalog: po/*/baloo_file5.po
Languages: et, sk, sl, zh_tw

# NAME OF TRANSLATORS
source: Your names
et: Marek Laane
sk: Roman Paholík
sl: Andrej Mernik,Matjaž Jeran
zh_tw: Franklin Weng, Jeff Huang

# EMAIL OF TRANSLATORS
source: Your emails
et: qiilaq69@gmail.com
sk: wizzardsk@gmail.com
sl: andrejm@ubuntu.si,matjaz.jeran@amis.net
zh_tw: franklin@nospam.goodhorse.idv.tw, s8321414@gmail.com

source: Unknown
et: Teadmata
sk: Neznáme
sl: Neznano
zh_tw: 未知

source: Idle
et: Jõude
sk: Nečinný
sl: Nedejaven
zh_tw: 閒置

source: Suspended
et: Peatatud
sk: Pozastavený
sl: V pripravljenosti
zh_tw: 暫停的

source: Initial Indexing
et: Algne indekseerimine
sk: Prvotné indexovanie
sl: Začetna izgradnja kazala
zh_tw: 正在初始索引

source: Indexing new files
et: Uute failide indekseerimine
sk: Indexujem nové súbory
sl: Gradim kazalo novih datotek
zh_tw: 正在索引新檔案

source: Indexing modified files
et: Muudetud failide indekseerimine
sk: Indexujem upravené súbory
sl: Gradim kazalo spremenjenih datotek
zh_tw: 正在索引修改過的檔案

source: Indexing Extended Attributes
et: Laiendatud atribuutide indekseerimine
sk: Indexujem rozšírené atribúty
sl: Gradim kazalo razširjenih lastnosti
zh_tw: 正在索引延伸屬性

source: Indexing file content
et: Failisisu indekseerimine
sk: Indexujem obsah súborov
sl: Gradim kazalo vsebine datotek
zh_tw: 正在索引檔案內容

source: Checking for unindexed files
et: Indekseerimata failide otsimine
sk: Kontrolujem neindexované súbory
sl: Preverjam še datoteke, ki niso v kazalu
zh_tw: 正在檢查未索引檔案

source: Checking for stale index entries
et: Iganenud indeksikirjete otsimine
sk: Kontrolujem neplatné záznamy indexu
sl: Preverjanje zastarelih vnosov kazala
zh_tw: 正在檢查過時的索引項目

source: Idle (Powersave)
et: Jõude (energiasääst)
sk: Nečinný (Úspora energie)
sl: Nedejaven (varčevanje energije)
zh_tw: 閒置（省電）

source: Not Running
et: Ei tööta
sk: Nebeží
sl: Ne teče
zh_tw: 未執行

source: Starting
sl: Začenjam

source: Baloo File Indexing Daemon
et: Baloo failide indekseerimise deemon
sk: Démon indexovania súborov Baloo
sl: Odzadnji program za izgrajevanje kazal datotek Baloo
zh_tw: Baloo 檔案索引伺服程式

source: Maintainer
et: Hooldaja
sk: Správca
sl: Vzdrževalec
zh_tw: 維護者
